[{
    "question_string": "Newton's law of gravitation is applicable to",
    "choices": {
      "correct": "All bodies in the universe",
      "wrong": ["Objects in solar system", "Planets and stars only", "Objects on Earth only"]
    }
  }, 
  {
    "question_string": "If you drop a stone and a piece of paper on the Earth then each of them takes different time to reach the Earth's because",
    "choices": {
      "correct": "air resistance slows down the paper more",
      "wrong": ["mass of stone is more than the mass of paper", "universal gravitational constant G is different for both", "acceleration due to gravity is more for the stone"]
    }
  }, 
  {
    "question_string": "A resistive force of 16 N acts on a ball of mass 40 g continuously. If the initial velocity of the ball is 24 ms-1 then the time taken by it to come to rest will be",
    "choices": {
      "correct": "0.06 s",
      "wrong": ["0.02 s", "0.08 s", "0.04 s"]
    }
  }, 
  {
    "question_string": "The potential energy is directly proportional to the ______ of the body from the Earth's surface.",
    "choices": {
      "correct": "height",
      "wrong": ["weight", "mass", "area"]
    }
  },
  {
      "question_string": "The principle on which jet plane works is based on",
      "choices": {
        "correct": "Newton's third law",
        "wrong": ["Newton's law of gravitation", "Newton's first law", "Newton's second law"]
      }
    },
    {
      "question_string": "What will be the magnitude of the gravitational force between the Earth and a body of 10 kg?",
      "choices": {
        "correct": "98 N",
        "wrong": ["9.8 N", "100 N", "90 N"]
      }
    },
    {
      "question_string": "What will happen to the force of gravity if the distance between two objects is reduced to half?",
      "choices": {
        "correct": "Force of gravity becomes 4 times the initial value",
        "wrong": ["Force of gravity remains same", "Force of gravity becomes half of the initial value", "Force of gravity becomes 2 times the initial value."]
      }
    },
    {
      "question_string": "An archer shoots an arrow. Consider the action force to be the bowstring against the arrow. What will be the reaction force?",
      "choices": {
        "correct": "Arrow pushing against bow string",
        "wrong": ["Grip of the archer's hand on the bow", "Weight of the arrow", "Air resistance against the bow"]
      }
    },
    {
      "question_string": "A body weighs 48 N on the surface of the Earth, its weight at the centre of the Earth will be",
      "choices": {
        "correct": "zero",
        "wrong": ["24 N", "96 N", "48 N"]
      }
    },
    {
      "question_string": "A carpenter exerts a force of magnitude 1.5 N at right angles on the surface of a nail of mass 3 gram to drive it into a wooden plank. If the plank offers a resistive force of 0.6 N and the time of interaction of hammer and the nail 0.01 s, the depth through which the nail penetrates is",
      "choices": {
        "correct": "1.5 cm",
        "wrong": ["1.5 mm", "15 m", "15 cm"]
      }
    }
  ]